Repository: nick-shuklin/gas-mileage-app
Catalog: Gas Mileage/Gas Mileage/Localizable.xcstrings
Source language: en
Languages: ru

source: %lld km
ru: %lld км

source: %lld miles
ru: %lld миль

source: 30D
ru: 30 дней

source: 90D
ru: 90 дней

source: About
ru: О нас

source: Add Item
ru: Добавить

source: ALL
ru: Все

source: Average Gas Mileage
ru: Средний расход

source: Cancel
ru: Отмена

source: Card
ru: Карта

source: Cash
ru: Наличные

source: Charts
ru: Графики

source: Confirm
ru: Подтвердить

source: Date
ru: Дата

source: Date is not correct
ru: Дата не верна

source: Default settings applied based on iPhone settings. Metric: km for odometer, liters per 100km for gas mileage. Imperial: ml and miles per gallon (mpg)
ru: Настройки по умолчанию используются из настроек системы iPhone. Метрическая: км для одометра, литры на 100 км для расхода. Имперская: мили для одометра, мили на один галлон для пробега

source: Edit
ru: Редактировать

source: Enter volume in gallons
ru: Введите объем в галлонах

source: Entries
ru: Данные

source: Entry details
ru: Данные

source: Fill up date
ru: Дата заправки

source: Full
ru: Полный

source: Gas mileage
ru: Расход

source: Gas mileage chart
ru: График расхода

source: Gas Station
ru: Заправка

source: Imperial or Metric
ru: Имперская или метрическая

source: List of entries
ru: Лист данных

source: Logo
ru: Лого

source: Main
ru: Основной

source: Main screen
ru: Основной экран

source: miles per gallon
ru: миль на галлон

source: Odometer
ru: Пробег

source: Ok
ru: Ок

source: Please, check date or odometer reading
ru: Проверьте дату или данные одометра

source: Price
ru: Цена

source: Save
ru: Сохранить

source: Select an item
ru: Выберите данные

source: Select data to view.
ru: Выберите данные для отображения

source: Settings
ru: Настройки

source: To forcefully recalculate each entry gas mileage data turn on toggle above and wait until it automatically turns back off
ru: Чтобы пересчитать расход заново нажмите на тоггл

source: Total
ru: Сумма

source: Total Sales
ru: Общие продажи

source: Unit settings
ru: Настройки данных

source: Utilities
ru: Утилиты

source: Version %@
ru: Версия %@

source: Volume
ru: Объём
